# Greek translation.
log01=\u0395\u03c0\u03af\u03c0\u03b5\u03b4\u03bf\u0020\u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2
log02=\u039a\u03b1\u03bd\u03ad\u03bd\u03b1
log03=\u0391\u03c0\u03bf\u03c3\u03c6\u03b1\u03bb\u03bc\u03ac\u03c4\u03c9\u03c3\u03b7
log04=\u039a\u03b1\u03bd\u03bf\u03bd\u03b9\u03ba\u03cc
log05=\u039c\u03bf\u03c1\u03c6\u03ae\u0020\u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2
log06=\u03a4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u0020\u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2
log07=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae\u0020\u03c3\u03c4\u03bf\u0020\u03c0\u03c1\u03cc\u03c7\u03b5\u03b9\u03c1\u03bf
log08=\u03a0\u03c1\u03bf\u03b5\u03b9\u03b4\u03bf\u03c0\u03bf\u03af\u03b7\u03c3\u03b7
log09=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1
log10=\u039a\u03c1\u03af\u03c3\u03b9\u03bc\u03bf

# Συμβολοσειρές για το παράθυρο διαλόγου παραδείγματος
ex01=\u0395\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1\u0020\u03b4\u03bf\u03ba\u03b9\u03bc\u03ae\u03c2
ex02=\u0395\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae
ex03=\u038c\u03bb\u03b1\u0020\u03c4\u03b1\u0020\u03b1\u03c1\u03c7\u03b5\u03af\u03b1 (.)
ex04=\u0395\u03ba\u03c4\u03b5\u03bb\u03ad\u03c3\u03b9\u03bc\u03b1 (*.exe, *.bin, *.sh)

# Γενικά
msg01=\u03a3\u03c6\u03ac\u03bb\u03bc\u03b1
msg02=\u039f\u03b9\u0020\u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ad\u03c2\u0020\u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2\u0020\u03ac\u03bb\u03bb\u03b1\u03be\u03b1\u03bd
msg03=\u0397\u0020\u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u0020\u03b8\u03b1\u0020\u03b1\u03bb\u03bb\u03ac\u03be\u03b5\u03b9\u0020\u03bc\u03b5\u03c4\u03ac\u0020\u03c4\u03b7\u03bd\u0020\u03b5\u03c0\u03b1\u03bd\u03b5\u03ba\u03ba\u03af\u03bd\u03b7\u03c3\u03b7
msg04=\u0397\u0020\u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u0020\u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2\u0020\u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03ac\u03c6\u03b7\u03ba\u03b5
msg05=\u0397\u0020\u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c3\u03af\u03b1\u0020\u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2\u0020\u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03ac\u03c6\u03b7\u03ba\u03b5\u0020\u03c3\u03c4\u03bf\u0020\u03c0\u03c1\u03cc\u03c7\u03b5\u03b9\u03c1\u03bf
msg06=\u0397\u0020\u03b5\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\u0020\u03bf\u03bb\u03bf\u03ba\u03bb\u03b7\u03c1\u03ce\u03b8\u03b7\u03ba\u03b5
msg07=\u0394\u03b5\u03bd\u0020\u03c5\u03c0\u03ac\u03c1\u03c7\u03b5\u03b9\u0020\u03c3\u03cd\u03bd\u03b4\u03b5\u03c3\u03b7\u0020\u03c3\u03c4\u03bf\u0020\u03b4\u03b9\u03b1\u03b4\u03af\u03ba\u03c4\u03c5\u03bf\u002e\u0020\u0397\u0020\u03b5\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\u0020\u03b1\u03c0\u03ad\u03c4\u03c5\u03c7\u03b5\u002e
msg08=\u0395\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\u0020\u03c3\u03b5\u0020\u03b5\u03be\u03ad\u03bb\u03b9\u03be\u03b7
msg09=\u0395\u03bd\u03c4\u03bf\u03c0\u03af\u03c3\u03c4\u03b7\u03ba\u03b1\u03bd\u0020\u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2
msg10=\u039f\u03b9\u0020\u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2\u0020\u03b8\u03b1\u0020\u03b5\u03c0\u03b9\u03ba\u03c5\u03c1\u03c9\u03b8\u03bf\u03cd\u03bd\u0020\u03bc\u03b5\u03c4\u03ac\u0020\u03c4\u03b7\u03bd\u0020\u03b5\u03c0\u03b1\u03bd\u03b5\u03ba\u03ba\u03af\u03bd\u03b7\u03c3\u03b7
msg11=\u039c\u03b5\u03c4\u03b1\u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1

msg22=\u03a4\u03bf\u0020\u03cc\u03bd\u03bf\u03bc\u03b1 Oxt {} \u03b4\u03b5\u03bd\u0020\u03c4\u03b1\u03b9\u03c1\u03b9\u03ac\u03b6\u03b5\u03b9\u0020\u03bc\u03b5\u0020\u03c4\u03bf\u0020\u03b5\u03b3\u03ba\u03b1\u03c4\u03b5\u03c3\u03c4\u03b7\u03bc\u03ad\u03bd\u03bf\u0020\u03cc\u03bd\u03bf\u03bc\u03b1 {}.\n\u039f\u03b9\u0020\u03b5\u03c0\u03b5\u03ba\u03c4\u03ac\u03c3\u03b5\u03b9\u03c2\u0020\u03c0\u03c1\u03ad\u03c0\u03b5\u03b9\u0020\u03bd\u03b1\u0020\u03bf\u03bd\u03bf\u03bc\u03ac\u03b6\u03bf\u03bd\u03c4\u03b1\u03b9 {}.oxt \u03c0\u03c1\u03b9\u03bd\u0020\u03b1\u03c0\u03cc\u0020\u03c4\u03b7\u03bd\u0020\u03b5\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7.\n\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03ac\u03c3\u03c4\u03b5\u0020\u03c4\u03b7\u03bd\u0020\u03b5\u03c0\u03ad\u03ba\u03c4\u03b1\u03c3\u03b7\u0020\u03c3\u03b5 {}.oxt \u03ba\u03b1\u03b9\u0020\u03b5\u03c0\u03b1\u03bd\u03b5\u03b3\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ae\u03c3\u03c4\u03b5.

# Τίτλοι παραθύρου διαλόγου
# αν παρέχεται ο τίτλος title01, θα χρησιμοποιηθεί αντί του tool.oxt.token.lo_implementation_name κατά τη διάρκεια της εγκατάστασης.
# title01=
title02=\u03a0\u039b\u0397\u03a1\u039f\u03a6\u039f\u03a1\u0399\u0395\u03a3
title03=\u039c\u03b5\u03c4\u03b1\u03b5\u03c0\u03b5\u03be\u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b1

mbtitle001=\u03a0\u03bb\u03b7\u03c1\u03bf\u03c6\u03bf\u03c1\u03af\u03b5\u03c2
mbmsg001=\u03a4\u03af\u03c0\u03bf\u03c4\u03b1 \u03b4\u03b5\u03bd \u03b5\u03c0\u03b9\u03bb\u03ad\u03c7\u03b8\u03b7\u03ba\u03b5
mbtitle002=\u0395\u03c0\u03b9\u03b2\u03b5\u03b2\u03b1\u03af\u03c9\u03c3\u03b7
mbmsg002=\u0395\u03af\u03c3\u03c4\u03b5 \u03b2\u03ad\u03b2\u03b1\u03b9\u03bf\u03b9 \u03cc\u03c4\u03b9 \u03b8\u03ad\u03bb\u03b5\u03c4\u03b5 \u03bd\u03b1 \u03b1\u03c0\u03b5\u03b3\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03b5\u03c0\u03b9\u03bb\u03b5\u03b3\u03bc\u03ad\u03bd\u03b1 \u03c0\u03b1\u03ba\u03ad\u03c4\u03b1;
mbmsg003=\u038c\u03bb\u03b1 \u03c4\u03b1 \u03c0\u03b1\u03ba\u03ad\u03c4\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03b1\u03c0\u03b5\u03b3\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03b1\u03b8\u03b5\u03af
mbmsg004=\u0394\u03b5\u03bd \u03ae\u03c4\u03b1\u03bd \u03b4\u03c5\u03bd\u03b1\u03c4\u03ae \u03b7 \u03b1\u03c0\u03b5\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c0\u03b1\u03ba\u03ad\u03c4\u03c9\u03bd. \u0394\u03b5\u03af\u03c4\u03b5 \u03c4\u03bf \u0391\u03c1\u03c7\u03b5\u03af\u03bf \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2.
mbmsg005=\u0395\u03af\u03bd\u03b1\u03b9 \u03c3\u03b7\u03bc\u03b1\u03bd\u03c4\u03b9\u03ba\u03cc \u03c4\u03bf LibreOffice \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03bc\u03b9\u03b1 \u03bd\u03ad\u03b1 \u03b1\u03c1\u03c7\u03ae \u03c0\u03c1\u03b9\u03bd \u03b1\u03c0\u03b5\u03b3\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ae\u03c3\u03b5\u03c4\u03b5 \u03bf\u03c0\u03bf\u03b9\u03bf\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03c0\u03b1\u03ba\u03ad\u03c4\u03bf.\n\u0395\u03c0\u03b1\u03bd\u03b5\u03ba\u03ba\u03b9\u03bd\u03ae\u03c3\u03c4\u03b5 \u03c4\u03bf LibreOffice \u03ba\u03b1\u03b9, \u03c3\u03c4\u03b7 \u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1, \u03b1\u03c0\u03b5\u03b3\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03ae\u03c3\u03c4\u03b5 \u03c4\u03bf \u03b5\u03ac\u03bd \u03c7\u03c1\u03b5\u03b9\u03ac\u03b6\u03b5\u03c4\u03b1\u03b9.\n\n\u039c\u03b5\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03c0\u03b5\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7, \u03b5\u03ac\u03bd \u03b1\u03c5\u03c4\u03ae \u03b7 \u03b5\u03c0\u03ad\u03ba\u03c4\u03b1\u03c3\u03b7 \u03b4\u03b5\u03bd \u03ba\u03b1\u03c4\u03b1\u03c1\u03b3\u03b7\u03b8\u03b5\u03af, \u03c4\u03b1 \u03c0\u03b1\u03ba\u03ad\u03c4\u03b1 Python \u03b8\u03b1 \u03b5\u03b3\u03ba\u03b1\u03c4\u03b1\u03c3\u03c4\u03b1\u03b8\u03bf\u03cd\u03bd \u03be\u03b1\u03bd\u03ac \u03cc\u03c4\u03b1\u03bd \u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03b9 \u03c4\u03bf LibreOffice.\n\n\u0395\u03c0\u03af\u03c3\u03b7\u03c2, \u03b1\u03bd\u03b1\u03c4\u03c1\u03ad\u03be\u03c4\u03b5 \u03c3\u03c4\u03bf \u03b1\u03c1\u03c7\u03b5\u03af\u03bf \u03ba\u03b1\u03c4\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2 \u03bc\u03b5\u03c4\u03ac \u03c4\u03b7\u03bd \u03b1\u03c0\u03b5\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03b3\u03b9\u03b1 \u03c4\u03c5\u03c7\u03cc\u03bd \u03c3\u03c6\u03ac\u03bb\u03bc\u03b1\u03c4\u03b1.
mbtitle006=\u0397 \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae \u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03ac\u03c6\u03b7\u03ba\u03b5
mbmsg006=\u0397 \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae \u03ad\u03c7\u03b5\u03b9 \u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03b5\u03af \u03c3\u03c4\u03bf \u03c0\u03c1\u03cc\u03c7\u03b5\u03b9\u03c1\u03bf

win001=\u0395\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc \u03bd\u03b1 \u03b1\u03c6\u03b1\u03b9\u03c1\u03ad\u03c3\u03b5\u03c4\u03b5 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03c0\u03b1\u03ba\u03ad\u03c4\u03b1 python \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03ad\u03bd\u03b1 \u03c4\u03b5\u03c1\u03bc\u03b1\u03c4\u03b9\u03ba\u03cc PowerShell.\n\u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c4\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af Copy Command \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03b5\u03ba\u03c4\u03b5\u03bb\u03ad\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b8\u03c5\u03c1\u03bf \u03c4\u03b5\u03c1\u03bc\u03b1\u03c4\u03b9\u03ba\u03bf\u03cd PowerShell.\n\u03a4\u03bf LibreOffice \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ba\u03bb\u03b5\u03b9\u03c3\u03c4\u03cc \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03b9\u03c4\u03c5\u03c7\u03ad\u03c2.
linux001=\u0395\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03b4\u03c5\u03bd\u03b1\u03c4\u03cc \u03bd\u03b1 \u03b1\u03c6\u03b1\u03b9\u03c1\u03ad\u03c3\u03b5\u03c4\u03b5 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03c0\u03b1\u03ba\u03ad\u03c4\u03b1 python \u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ce\u03bd\u03c4\u03b1\u03c2 \u03ad\u03bd\u03b1 Terminal.\n\u03a7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03ae\u03c3\u03c4\u03b5 \u03c4\u03bf \u03ba\u03bf\u03c5\u03bc\u03c0\u03af Copy Command \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03ac\u03c8\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03b5\u03ba\u03c4\u03b5\u03bb\u03ad\u03c3\u03b5\u03c4\u03b5 \u03c4\u03b7\u03bd \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae \u03c3\u03b5 \u03ad\u03bd\u03b1 \u03c0\u03b1\u03c1\u03ac\u03b8\u03c5\u03c1\u03bf Terminal.\n\u03a4\u03bf LibreOffice \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03ba\u03bb\u03b5\u03b9\u03c3\u03c4\u03cc \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b5\u03c0\u03b9\u03c4\u03c5\u03c7\u03ad\u03c2.

ctl001=\u0395\u03bd\u03c4\u03bf\u03bb\u03ae \u03b1\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae\u03c2
ctlTip001=\u0391\u03bd\u03c4\u03b9\u03b3\u03c1\u03b1\u03c6\u03ae \u03b5\u03bd\u03c4\u03bf\u03bb\u03ae\u03c2 \u03c4\u03b5\u03c1\u03bc\u03b1\u03c4\u03b9\u03ba\u03bf\u03cd \u03c3\u03c4\u03bf \u03c0\u03c1\u03cc\u03c7\u03b5\u03b9\u03c1\u03bf

uninstall01=\u039a\u03b1\u03c4\u03ac\u03c1\u03b3\u03b7\u03c3\u03b7 \u03b5\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\u03c2 \u03c0\u03b1\u03ba\u03ad\u03c4\u03c9\u03bd Python
uninstall02=\u039a\u03b1\u03c4\u03ac\u03c1\u03b3\u03b7\u03c3\u03b7 \u03b5\u03b3\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7\u03c2
