# French translation.
log01=Niveau de journalisation
log02=Aucun
log03=\u0044\u00e9\u0062\u006f\u0067\u0061\u0067\u0065
log04=Normal
log05=Format de journalisation
log06=Emplacement du journal
log07=Copier dans le presse-papiers
log08=Avertissement
log09=Erreur
log10=Critique

# Chaînes pour la boîte de dialogue d'exemple
ex01=\u00c9\u0074\u0069\u0071\u0075\u0065\u0074\u0074\u0065 de test
ex02=~Choisir
ex03=Tous les fichiers (.)
ex04=\u0045\u0078\u00e9\u0063\u0075\u0074\u0061\u0062\u006c\u0065\u0073 (*.exe, *.bin, *.sh)

# Général
msg01=Erreur
msg02=Options de journalisation \u006d\u006f\u0064\u0069\u0066\u0069\u00e9\u0065\u0073
msg03=La journalisation changera \u0061\u0070\u0072\u00e8\u0073\u0020\u006c\u0065\u0020\u0072\u0065\u0064\u00e9\u006d\u0061\u0072\u0072\u0061\u0067\u0065
msg04=Emplacement du journal \u0063\u006f\u0070\u0069\u00e9
msg05=\u004c\u0027\u0065\u006d\u0070\u006c\u0061\u0063\u0065\u006d\u0065\u006e\u0074\u0020\u0064\u0075\u0020\u006a\u006f\u0075\u0072\u006e\u0061\u006c\u0020\u0061\u0020\u00e9\u0074\u00e9\u0020\u0063\u006f\u0070\u0069\u00e9 dans le presse-papiers
msg06=Installation terminée
msg07=Pas de connexion Internet. \u004c\u0027\u0069\u006e\u0073\u0074\u0061\u006c\u006c\u0061\u0074\u0069\u006f\u006e\u0020\u0061\u0020\u00e9\u0063\u0068\u006f\u0075\u00e9\u002e
msg08=Installation en cours
msg09=Modifications \u0064\u00e9\u0074\u0065\u0063\u0074\u00e9\u0065\u0073
msg10=Les modifications prendront effet \u0061\u0070\u0072\u00e8\u0073\u0020\u006c\u0065\u0020\u0072\u0065\u0064\u00e9\u006d\u0061\u0072\u0072\u0061\u0067\u0065
msg11=Post-traitement

msg22=Le nom Oxt {} ne correspond pas au nom \u0069\u006e\u0073\u0074\u0061\u006c\u006c\u00e9 {}.\nLes extensions doivent \u00ea\u0074\u0072\u0065\u0020\u006e\u006f\u006d\u006d\u00e9\u0065\u0073 {}.oxt avant \u006c\u0027\u0069\u006e\u0073\u0074\u0061\u006c\u006c\u0061\u0074\u0069\u006f\u006e.\n\u0052\u0065\u006e\u006f\u006d\u006d\u0065\u007a\u0020\u006c\u0027\u0065\u0078\u0074\u0065\u006e\u0073\u0069\u006f\u006e en {}.oxt et \u0072\u00e9\u0069\u006e\u0073\u0074\u0061\u006c\u006c\u0065\u007a.

# Titres de boîte de dialogue
# si title01 est fourni, il sera utilisé à la place de tool.oxt.token.lo_implementation_name pendant l'installation
# title01=
title02=INFO
title03=Post-traitement

mbtitle001=Info
mbmsg001=Rien de s\u00e9lectionn\u00e9
mbtitle002=Confirmation
mbmsg002=\u00cates-vous s\u00fbr de vouloir d\u00e9sinstaller les paquets s\u00e9lectionn\u00e9s\u00a0?
mbmsg003=Tous les paquets ont \u00e9t\u00e9 d\u00e9sinstall\u00e9s
mbmsg004=Tous les paquets n\u0027ont pas pu \u00eatre d\u00e9sinstall\u00e9s. Voir le fichier journal.
mbmsg005=Il est important que LibreOffice soit \u00e0 nouveau op\u00e9rationnel avant de d\u00e9sinstaller des packages.\nVeuillez red\u00e9marrer LibreOffice, puis d\u00e9sinstaller si n\u00e9cessaire.\n\nApr\u00e8s la d\u00e9sinstallation, si cette extension n\u0027est pas supprim\u00e9e, les packages Python seront r\u00e9install\u00e9s au d\u00e9marrage de LibreOffice.\n\nConsultez \u00e9galement le fichier journal apr\u00e8s la d\u00e9sinstallation pour d\u00e9tecter d\u0027\u00e9ventuelles erreurs.
mbtitle006=Commande copi\u00e9e
mbmsg006=La commande a \u00e9t\u00e9 copi\u00e9e dans le presse-papiers

win001=Il est \u00e9galement possible de supprimer tous les packages Python \u00e0 l\u0027aide d\u0027un terminal PowerShell.\nUtilisez le bouton Copier la commande pour copier la commande et ex\u00e9cutez-la dans une fen\u00eatre de terminal PowerShell.\nLibreOffice doit \u00eatre ferm\u00e9 pour que cela r\u00e9ussisse.
linux001=Il est \u00e9galement possible de supprimer tous les packages Python \u00e0 l\u0027aide d\u0027un terminal.\nUtilisez le bouton Copier la commande pour copier la commande et ex\u00e9cutez-la dans une fen\u00eatre de terminal.\nLibreOffice doit \u00eatre ferm\u00e9 pour que cela r\u00e9ussisse.

ctl001=Copier la commande
ctlTip001=Copier la commande du terminal dans le presse-papiers

uninstall01=D\u00e9sinstaller les packages Python
uninstall02=D\u00e9sinstaller
